IDEA Open Model
MatConcreteEc2.StoneDiameter Property
Compatible with IDEA StatiCa v 10.1
 Diameter of stone
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double StoneDiameter { get; set; }
Public Property StoneDiameter As Double
	Get
	Set
public:
property double StoneDiameter {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatConcreteEc2 Class
IdeaRS.OpenModel.Material Namespace